[
  {
    "date": "2024-09-29T04:07:31.022Z",
    "title": "Paul Muntean",
    "url": "https://en.wikipedia.org/wiki/Paul_Muntean",
    "summary": "Paul Muntean (born 4 October 1984 in Baia Mare) is a Romanian bobsledder.[1][2]"
  },
  {
    "date": "2024-09-28T04:07:34.725Z",
    "title": "5K run",
    "url": "https://en.wikipedia.org/wiki/5K_run",
    "summary": "The 5K run is a long-distance road running competition over a distance of five kilometres (3.107 mi). Also referred to as the 5K road race, 5 km, or simply 5K, it is the shortest of the most common road running distances. It is usually distinguished from the 5000 metres track running event by stating the distance in kilometres, rather than metres."
  },
  {
    "date": "2024-09-27T04:08:10.772Z",
    "title": "Jeff Mackintosh",
    "url": "https://en.wikipedia.org/wiki/Jeff_Mackintosh",
    "summary": "Jeffrey Ian \"Jeff\" Mackintosh (January 22, 1971 – September 24, 2016) was a game designer who worked primarily on role-playing games."
  },
  {
    "date": "2024-09-26T04:07:49.728Z",
    "title": "1985–86 Southern Football League",
    "url": "https://en.wikipedia.org/wiki/1985%E2%80%9386_Southern_Football_League",
    "summary": "The 1985–86 Southern Football League season was the 83rd in the history of the league, an English football competition."
  },
  {
    "date": "2024-09-25T04:07:48.474Z",
    "title": "Greenfield, Queens County",
    "url": "https://en.wikipedia.org/wiki/Greenfield,_Queens_County",
    "summary": "Greenfield is a community in the Canadian province of Nova Scotia, located in the Region of Queens Municipality.[1] The sawmill in Greenfield, founded in 1832, is one of the oldest family-run sawmill businesses in North America.[2] Until 1850 the region was occupied mostly by the Mi'kmaq of the Algonquin tribe,[3] who seasonally settled the area below the lakes on either side of what is now called the Medway River and was known by the Mi'kmaq as Wigadoon.[3]"
  },
  {
    "date": "2024-09-24T04:07:44.008Z",
    "title": "Gavin Sheets",
    "url": "https://en.wikipedia.org/wiki/Gavin_Sheets",
    "summary": "Gavin Sheets (born April 23, 1996) is an American professional baseball right fielder and first baseman for the Chicago White Sox of Major League Baseball (MLB). He made his MLB debut in 2021."
  },
  {
    "date": "2024-09-23T04:08:00.539Z",
    "title": "2016 Dundalk F.C. season",
    "url": "https://en.wikipedia.org/wiki/2016_Dundalk_F.C._season",
    "summary": "Dundalk entered the 2016 season as the reigning League Champions and FAI Cup holders from 2014, having won the 'Double' for the first time since 1987–88. 2016 was Stephen Kenny's third season at the club as manager. It was Dundalk's seventh consecutive season in the top tier of Irish football, their 80th in all, and their 89th in the League of Ireland."
  },
  {
    "date": "2024-09-22T04:07:40.842Z",
    "title": "1647 in Sweden",
    "url": "https://en.wikipedia.org/wiki/1647_in_Sweden",
    "summary": "Events from the year 1647 in Sweden."
  },
  {
    "date": "2024-09-21T04:07:09.045Z",
    "title": "Deredüzü, Şahinbey",
    "url": "https://en.wikipedia.org/wiki/Dered%C3%BCz%C3%BC,_%C5%9Eahinbey",
    "summary": "Deredüzü is a neighbourhood in the municipality and district of Şahinbey, Gaziantep Province, Turkey.[1] Its population is 382 (2022).[2]"
  },
  {
    "date": "2024-09-20T04:07:18.952Z",
    "title": "Gregorio Blasco (rower)",
    "url": "https://en.wikipedia.org/wiki/Gregorio_Blasco_(rower)",
    "summary": "Gregorio Blasco (born 20 January 1944) is a Mexican rower. He competed in the men's coxed four event at the 1968 Summer Olympics.[1]"
  },
  {
    "date": "2024-09-19T04:07:18.194Z",
    "title": "Vehicle glass",
    "url": "https://en.wikipedia.org/wiki/Vehicle_glass",
    "summary": "Vehicle glass is glass used to provide light access to motor vehicles. It includes windscreens, side and rear windows, and glass panel roofs."
  },
  {
    "date": "2024-09-18T04:09:04.084Z",
    "title": "Lakeside Herbal Solutions",
    "url": "https://en.wikipedia.org/wiki/Lakeside_Herbal_Solutions",
    "summary": "Lakeside Herbal Solutions is a cannabis dispensary located on Mullen Avenue in Clearlake, California."
  },
  {
    "date": "2024-09-17T04:07:25.721Z",
    "title": "Ceratophyllus liae",
    "url": "https://en.wikipedia.org/wiki/Ceratophyllus_liae",
    "summary": "Ceratophyllus liae[1] is a species of flea in the family Ceratophyllidae. It was described by Wenzhen and Chao in 1990."
  },
  {
    "date": "2024-09-16T04:07:49.997Z",
    "title": "Mount Scabby",
    "url": "https://en.wikipedia.org/wiki/Mount_Scabby",
    "summary": "Mount Scabby is a mountain with an elevation of 1,802 metres (5,912 ft) AHD that is located in the Scabby Range and is situated on the border of the Australian Capital Territory and New South Wales, Australia. The summit of the mountain is located within the ACT. The nearest town to the mountain is Adaminaby, approximately 27.4 kilometres (17.0 mi) to the south.[2]"
  },
  {
    "date": "2024-09-15T04:07:22.715Z",
    "title": "Chris O'Shea",
    "url": "https://en.wikipedia.org/wiki/Chris_O%27Shea",
    "summary": "Chris O'Shea (born 23 October 1973) is a British businessman. He has been the chief executive (CEO) of Centrica since early 2020.[1] He has been a non-executive director of ITT since May 2024.[2]"
  },
  {
    "date": "2024-09-14T04:07:23.732Z",
    "title": "Impatiens niamniamensis",
    "url": "https://en.wikipedia.org/wiki/Impatiens_niamniamensis",
    "summary": "Impatiens niamniamensis, common name Congo cockatoo, parrot impatiens or simply parrot plant, is a species of flowering plant in the family Balsaminaceae."
  },
  {
    "date": "2024-09-13T04:07:50.033Z",
    "title": "List of ambassadors appointed by Joe Biden",
    "url": "https://en.wikipedia.org/wiki/List_of_ambassadors_appointed_by_Joe_Biden",
    "summary": "This is a list of United States ambassadors appointed by the 46th president of the United States, Joe Biden."
  },
  {
    "date": "2024-09-12T04:07:58.319Z",
    "title": "Lorenzo Cybo de Mari",
    "url": "https://en.wikipedia.org/wiki/Lorenzo_Cybo_de_Mari",
    "summary": "Lorenzo Cybo de Mari (c. 1450/1451 – 21 December 1503) was an Italian Catholic cardinal. He was archbishop of Benevento.[1][2] As titular holder of the Basilica of Saint Mark in Rome, he is remembered today as the builder of the Appartamento Cibo[3] a series of seven rooms within the north wing of the Palazzo Venezia."
  },
  {
    "date": "2024-09-11T04:08:27.856Z",
    "title": "Tim Lewis (politician)",
    "url": "https://en.wikipedia.org/wiki/Tim_Lewis_(politician)",
    "summary": "Timothy \"Tim\" Dwight Lewis[2] is an American politician who served as a member of the New Mexico House of Representatives from January 18, 2011 to January 19, 2021."
  },
  {
    "date": "2024-09-10T04:07:16.742Z",
    "title": "Aleixinho de Candolim",
    "url": "https://en.wikipedia.org/wiki/Aleixinho_de_Candolim",
    "summary": "João Baptista Aleixinho Fernandes (9 July 1913 – 16 July 1963), known professionally as Aleixinho de Candolim, was an Indian playwright, theatre director, singer, and composer who worked on the Konkani stage."
  },
  {
    "date": "2024-09-09T04:07:40.533Z",
    "title": "Tolmachevo Airport",
    "url": "https://en.wikipedia.org/wiki/Tolmachevo_Airport",
    "summary": "Novosibirsk Tolmachevo Airport (Russian: Аэропо́рт Толмачёво) (IATA: OVB, ICAO: UNNT) is situated in the town of Ob, 16 kilometres (9.9 mi) west of the center of Novosibirsk, an industrial and scientific center in Siberia and Russia's third-largest city."
  },
  {
    "date": "2024-09-08T04:07:02.225Z",
    "title": "Playboy Collectors' Figure Series",
    "url": "https://en.wikipedia.org/wiki/Playboy_Collectors%27_Figure_Series",
    "summary": "Playboy Collectors' Figures are a series of dolls modeled after popular Playboy Playmates.[1] Generally known as Playboy Dolls, the first doll was launched at the International Toy Fair in New York City in 2002. The dolls are 16 inches tall, dwarfing G.I. Joe dolls by 4 inches. Initial dolls in the series are:"
  },
  {
    "date": "2024-09-07T04:07:31.155Z",
    "title": "Phytoecia bohemani",
    "url": "https://en.wikipedia.org/wiki/Phytoecia_bohemani",
    "summary": "Phytoecia bohemani is a species of beetle in the family Cerambycidae. It was described by Francis Polkinghorne Pascoe in 1858, originally under the genus Saperda. It is known from South Africa.[1]"
  },
  {
    "date": "2024-09-06T04:07:09.424Z",
    "title": "Strand Road, Chittagong",
    "url": "https://en.wikipedia.org/wiki/Strand_Road,_Chittagong",
    "summary": ""
  },
  {
    "date": "2024-09-05T04:07:46.993Z",
    "title": "Reykjavík College of Music",
    "url": "https://en.wikipedia.org/wiki/Reykjav%C3%ADk_College_of_Music",
    "summary": "The Reykjavík College of Music (Icelandic: Menntaskóli í tónlist) is an Icelandic gymnasium (junior college) and music conservatory founded in 2017."
  },
  {
    "date": "2024-09-04T04:07:59.140Z",
    "title": "Whitecheek lanternshark",
    "url": "https://en.wikipedia.org/wiki/Whitecheek_lanternshark",
    "summary": "The whitecheek lanternshark (Etmopterus alphus) is a shark of the family Etmopteridae found in the western Indian Ocean.[1]"
  },
  {
    "date": "2024-09-03T04:07:28.082Z",
    "title": "Lee Je-kyu",
    "url": "https://en.wikipedia.org/wiki/Lee_Je-kyu",
    "summary": "Lee Je-Kyu (Korean: 이제규; born 10 July 1986) is a South Korean football player who plays for Mokpo City."
  },
  {
    "date": "2024-09-02T04:07:31.743Z",
    "title": "Shilu (Jurchen)",
    "url": "https://en.wikipedia.org/wiki/Shilu_(Jurchen)",
    "summary": "Shilu was a chieftain of the Wanyan tribe, the most dominant among the Jurchen tribes which later founded the Jin dynasty (1115–1234). He was the eldest son of Suike. He was appointed chieftain of the Wanyan tribe by the Khitan-led Liao dynasty, which ruled northern China between the 10th and 11th centuries."
  },
  {
    "date": "2024-09-01T04:07:59.742Z",
    "title": "Colonial Williamsburg",
    "url": "https://en.wikipedia.org/wiki/Colonial_Williamsburg",
    "summary": "Colonial Williamsburg is a living-history museum and private foundation presenting a part of the historic district in the city of Williamsburg, Virginia. Its 301-acre (122 ha) historic area includes several hundred restored or recreated buildings from the 18th century, when the city was the capital of the Colony of Virginia; 17th-century, 19th-century, and Colonial Revival structures; and more recent reconstructions. The historic area includes three main thoroughfares and their connecting side streets that attempt to suggest the atmosphere and the circumstances of 18th-century Americans. Costumed employees work and dress as people did in the era, sometimes using colonial grammar and diction.[4]"
  },
  {
    "date": "2024-08-31T04:07:19.296Z",
    "title": "Easky Lough",
    "url": "https://en.wikipedia.org/wiki/Easky_Lough",
    "summary": "Easky Lough (Irish: Loch Iascaí),[4] also known as Easkey Lough or Lough Easky, is a freshwater lake in the northwest of Ireland. It is located in west County Sligo in the Ox Mountains."
  },
  {
    "date": "2024-08-30T04:07:33.398Z",
    "title": "Marnes du Chevain",
    "url": "https://en.wikipedia.org/wiki/Marnes_du_Chevain",
    "summary": "The Marnes du Chevain is a geologic formation in France. It preserves fossils dating back to the Jurassic period."
  },
  {
    "date": "2024-08-29T04:07:29.051Z",
    "title": "Herbert Wilcox (footballer)",
    "url": "https://en.wikipedia.org/wiki/Herbert_Wilcox_(footballer)",
    "summary": "Herbert Wilcox was an English professional footballer who played as a left back in the Football League for Burnley.[1]"
  },
  {
    "date": "2024-08-28T04:08:06.566Z",
    "title": "Hersilia savignyi",
    "url": "https://en.wikipedia.org/wiki/Hersilia_savignyi",
    "summary": "Hersilia savignyi is a hersiliid spider found in Kerala, Maharashtra, Gujarat, Telangana, Karnataka, West Bengal, Myanmar, Philippines, Singapore, and Sri Lanka."
  },
  {
    "date": "2024-08-27T04:08:20.599Z",
    "title": "Le Thuit, Eure",
    "url": "https://en.wikipedia.org/wiki/Le_Thuit,_Eure",
    "summary": "Le Thuit (French pronunciation: [lə tɥi]) is a commune in the Eure department and Normandy region of northern France."
  },
  {
    "date": "2024-08-26T04:07:19.450Z",
    "title": "Plateau Systems",
    "url": "https://en.wikipedia.org/wiki/Plateau_Systems",
    "summary": "Plateau Systems is a provider of Talent Management Systems headquartered in Arlington, Virginia, with offices across the United States, Europe, and Asia Pacific. The company provides SaaS products that allow organizations to develop, analyze, and manage organizational talent.[citation needed]"
  },
  {
    "date": "2024-08-25T04:06:56.642Z",
    "title": "Psalmos",
    "url": "https://en.wikipedia.org/wiki/Psalmos",
    "summary": "Mobolaji Yemisi Adekunle-Oniyo, (born October 31, 1981), popularly known as Psalmos, is a Nigerian gospel singer, praise and worship leader and a songwriter who rose to prominence following the release of her hit song \"Oluwa ku'se\" featuring Kore, since then, Psalmos has ministered in a number of churches across Nigeria and UK, including Gloryhouse church in London."
  },
  {
    "date": "2024-08-24T04:07:00.024Z",
    "title": "Bilbil-Kazmalyar",
    "url": "https://en.wikipedia.org/wiki/Bilbil-Kazmalyar",
    "summary": "Bilbil-Kazmalyar (Russian: Бильбиль-Казмаляр; Lezgian: Билбил-Къазма) is a rural locality (a selo) and the administrative centre of Bilbilsky Selsoviet, Magaramkentsky District, Republic of Dagestan, Russia. The population was 2,042 as of 2010.[2] There are 28 streets.[3]"
  },
  {
    "date": "2024-08-23T04:08:05.383Z",
    "title": "Asca mumatosimilis",
    "url": "https://en.wikipedia.org/wiki/Asca_mumatosimilis",
    "summary": "Asca mumatosimilis is a species of mite in the family Ascidae.[1]"
  },
  {
    "date": "2024-08-22T04:07:08.362Z",
    "title": "Grant Needham",
    "url": "https://en.wikipedia.org/wiki/Grant_Needham",
    "summary": "Grant Needham (born 14 July 1970) is a Canadian former international soccer player who played as a striker."
  },
  {
    "date": "2024-08-21T04:07:43.516Z",
    "title": "Nicholas Ruddock",
    "url": "https://en.wikipedia.org/wiki/Nicholas_Ruddock",
    "summary": "Nicholas Ruddock is a Canadian writer. He is the author of two novels, The Parabolist (DoubleDay 2010)[1][2] and Night Ambulance (Breakwater 2016), and a collection of short stories, How Loveta Got Her Baby (Breakwater 2014). In 2016, he was shortlisted for the richest story prize in the world, the EFG Short Story Award, for his story \"The Phosphorescence.\"[3][4][5]"
  },
  {
    "date": "2024-08-20T04:07:13.991Z",
    "title": "Hemicladus fasciatus",
    "url": "https://en.wikipedia.org/wiki/Hemicladus_fasciatus",
    "summary": "Hemicladus fasciatus is a species of beetle in the family Cerambycidae. It was described by Galileo and Martins in 1991. It is known from Ecuador and Brazil.[1]"
  },
  {
    "date": "2024-08-19T04:07:28.317Z",
    "title": "Second to No One",
    "url": "https://en.wikipedia.org/wiki/Second_to_No_One",
    "summary": "\"Second to No One\" is a song written and recorded by American country music artist Rosanne Cash. It was released in July 1986 as the fourth single from the album Rhythm & Romance. The song reached #5 on the Billboard Hot Country Singles & Tracks chart.[1]"
  },
  {
    "date": "2024-08-18T04:07:37.095Z",
    "title": "Stavyshche",
    "url": "https://en.wikipedia.org/wiki/Stavyshche",
    "summary": "Stavyshche (Ukrainian: Ставище, Polish: Stawiszcze) is a rural settlement in Bila Tserkva Raion, Kyiv Oblast (province) in northern Ukraine, on the Hnylyi Tikych river. It hosts the administration of Stavyshche settlement hromada, one of the hromadas of Ukraine.[1] Population: 6,056 (2022 estimate)[2]. In 2001, population was 7,929."
  },
  {
    "date": "2024-08-17T04:07:04.419Z",
    "title": "Pickled cucumber",
    "url": "https://en.wikipedia.org/wiki/Pickled_cucumber",
    "summary": "A pickled cucumber – commonly known as a pickle in the United States and Canada and a gherkin (/ɡərkɪn/) in Britain, Ireland, South Africa, Australia, and New Zealand – is a usually small or miniature cucumber that has been pickled in a brine, vinegar, or other solution and left to ferment. The fermentation process is executed either by immersing the cucumbers in an acidic solution or through souring by lacto-fermentation. Pickled cucumbers are often part of mixed pickles."
  },
  {
    "date": "2024-08-16T04:07:10.317Z",
    "title": "Nils Lysø",
    "url": "https://en.wikipedia.org/wiki/Nils_Lys%C3%B8",
    "summary": "Nils Kristian Lysø (born 3 September 1905 in Jøssund, died 7 July 1977) was a Norwegian politician for the Labour Party."
  },
  {
    "date": "2024-08-15T04:06:51.019Z",
    "title": "Távora (surname)",
    "url": "https://en.wikipedia.org/wiki/T%C3%A1vora_(surname)",
    "summary": "Távora is a surname. Notable people with the surname include:"
  },
  {
    "date": "2024-08-14T04:07:53.124Z",
    "title": "Operation Steel Tiger",
    "url": "https://en.wikipedia.org/wiki/Operation_Steel_Tiger",
    "summary": "Operation Steel Tiger was a covert U.S. 2nd Air Division, later Seventh Air Force and U.S. Navy Task Force 77 aerial interdiction effort targeted against the infiltration of People's Army of Vietnam (PAVN) men and material moving south from the Democratic Republic of Vietnam (DRV or North Vietnam) through southeastern Laos to support their military effort in the Republic of Vietnam (South Vietnam) during the Vietnam War."
  },
  {
    "date": "2024-08-13T04:07:10.496Z",
    "title": "Thomas William Marshall (controversialist)",
    "url": "https://en.wikipedia.org/wiki/Thomas_William_Marshall_(controversialist)",
    "summary": "Thomas William Marshall (1818–1877) was a Roman Catholic convert from Anglicanism during the Tractarian controversies.[1] In 1847 he became the first inspector of Catholic Schools in Great Britain. He resigned in 1860 after a controversy due to a pamphlet he wrote critical of Anglican missionary work.[1]"
  },
  {
    "date": "2024-08-12T04:07:12.580Z",
    "title": "Concordia Stingers women's ice hockey",
    "url": "https://en.wikipedia.org/wiki/Concordia_Stingers_women%27s_ice_hockey",
    "summary": "The Concordia Stingers women's ice hockey program represents Concordia University in Montreal, Quebec in the sport of ice hockey in the Réseau du sport étudiant du Québec (RSEQ) conference of U Sports. The Stingers have won nineteen RSEQ conference championships and four U Sports national championships, in 1998, 1999, 2022, and 2024.[2]"
  },
  {
    "date": "2024-08-11T04:07:25.317Z",
    "title": "Zrecze Duże",
    "url": "https://en.wikipedia.org/wiki/Zrecze_Du%C5%BCe",
    "summary": "Zrecze Duże [ˈzrɛt͡ʂɛ ˈduʐɛ] is a village in the administrative district of Gmina Chmielnik, within Kielce County, Świętokrzyskie Voivodeship, in south-central Poland. It lies approximately 4 kilometres (2 mi) east of Chmielnik and 34 km (21 mi) south-east of the regional capital Kielce.[1]"
  },
  {
    "date": "2024-08-10T04:06:59.537Z",
    "title": "Grantfork, Illinois",
    "url": "https://en.wikipedia.org/wiki/Grantfork,_Illinois",
    "summary": "Grantfork is a village in Madison County, Illinois, United States. The population was 341 as of the 2020 census.[3] It is part of the St. Louis Metropolitan Area."
  },
  {
    "date": "2024-08-09T04:07:06.766Z",
    "title": "Caloptilia betulivora",
    "url": "https://en.wikipedia.org/wiki/Caloptilia_betulivora",
    "summary": "Caloptilia betulivora is a moth of the family Gracillariidae. It is known from Canada (Nova Scotia and Québec) the United States.[1]"
  },
  {
    "date": "2024-08-08T04:07:59.954Z",
    "title": "Shreya Tripathi",
    "url": "https://en.wikipedia.org/wiki/Shreya_Tripathi",
    "summary": "Shreya Tripathi (died 9 October 2018) was an Indian health activist."
  },
  {
    "date": "2024-08-07T04:08:18.571Z",
    "title": "2005 Holland Series",
    "url": "https://en.wikipedia.org/wiki/2005_Holland_Series",
    "summary": "The 2005 Holland Series was a series of baseball games held from September 24, 2005 to October 1, 2005 between the two Dutch play-off winners DOOR Neptunus and Mr. Cocker HCAW. The first team to have won three games in the best-of-five-games series became Dutch champions in this case, Door Neptunus with 3 shutout wins.[1]"
  },
  {
    "date": "2024-08-06T04:08:17.006Z",
    "title": "Holly Cork",
    "url": "https://en.wikipedia.org/wiki/Holly_Cork",
    "summary": "Holly A. Cork (born March 8, 1966) is an American politician. She served as a Republican[1] member of the South Carolina House of Representatives from 1989 to 1992 representing District 123, and a member of the South Carolina State Senate, representing District 46 from 1992 to 1999.[2] Cork was succeeded by Scott Head Richardson. At the time of her election in 1992, she and Sherry Shealy Martschink were the only women in the South Carolina Senate. She was a supporter of abortion rights.[1]"
  },
  {
    "date": "2024-08-05T04:07:22.918Z",
    "title": "Hwanghae Chongnyon Line",
    "url": "https://en.wikipedia.org/wiki/Hwanghae_Chongnyon_Line",
    "summary": "The Hwanghae Ch'ŏngnyŏn Line is an electrified standard-gauge secondary line of the Korean State Railway in the North and South Hwanghae provinces of North Korea, running from Sariwŏn to Haeju.[1] It connects to the P'yŏngbu Line at Sariwŏn, to the Ŭnnyul Line at Ŭnp'a, to the Paech'ŏn Line at Changbang, and to the Ongjin Line at Haeju.[1] It plays an important role in the transportation of freight and passengers in North and South Hwanghae provinces, serving important mining and industrial areas, as well as one of the DPRK's most important ports for foreign trade.[2]"
  },
  {
    "date": "2024-08-04T04:07:37.555Z",
    "title": "Fergal mac Máele Dúin",
    "url": "https://en.wikipedia.org/wiki/Fergal_mac_M%C3%A1ele_D%C3%BAin",
    "summary": "Fergal mac Máele Dúin (died 11 December 722) was High King of Ireland. Fergal belonged to the Cenél nEógain sept of the northern Uí Néill. He was the son of Máel Dúin mac Máele Fithrich (died 681), a King of Ailech, and great-grandson of the high king Áed Uaridnach (died 612).[1] He belonged to the Cenél maic Ercae branch of the Cenél nEógain and was King of Ailech from 700 to 722."
  },
  {
    "date": "2024-08-03T04:07:02.203Z",
    "title": "T. D. Crittenden",
    "url": "https://en.wikipedia.org/wiki/T._D._Crittenden",
    "summary": "T. D. Crittenden (né Trockwood Dwight Crittenden; September 27, 1878 – February 17, 1938) was an American actor of the silent era. He appeared in more than 60 films between 1912 and 1924. He was born in Oakland, California, and died in Los Angeles, California.[1][2]"
  },
  {
    "date": "2024-08-02T04:07:03.624Z",
    "title": "Podpiwek",
    "url": "https://en.wikipedia.org/wiki/Podpiwek",
    "summary": "Podpiwek is a Polish and Lithuanian non-alcoholic beverage (even though it contains a small amount of alcohol, about 0.5%)."
  },
  {
    "date": "2024-08-01T04:07:04.660Z",
    "title": "Vigo Madsen",
    "url": "https://en.wikipedia.org/wiki/Vigo_Madsen",
    "summary": "Vigo Meulengracht Madsen (13 November 1889 – 17 June 1979) was a Danish gymnast who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.[1]"
  },
  {
    "date": "2024-07-31T04:06:14.336Z",
    "title": "Saxon (vehicle)",
    "url": "https://en.wikipedia.org/wiki/Saxon_(vehicle)",
    "summary": "The Saxon is an armoured personnel carrier formerly used by the British Army and supplied in small numbers to various overseas organisations. It was developed by GKN Sankey from earlier projects, AT 100 IS and AT104, and was due to be replaced by the Future Rapid Effect System."
  },
  {
    "date": "2024-07-30T04:06:53.716Z",
    "title": "The Yellow World",
    "url": "https://en.wikipedia.org/wiki/The_Yellow_World",
    "summary": "The Yellow World (Spanish: El Mundo Amarillo) is a semi-autobiographical work by Albert Espinosa. The book details the author's experience with cancer and describes his hospital experience.[1] Written as a series of twenty-three discoveries made by the author during his ten-year fight against cancer,[2] Espinosa describes the people he met during his stay in the hospital, recalling those who inspired him. In the last chapters of the book, Espinosa describes such people as \"Yellows\" – people who make a significant impact on one's life and help transform it for the better."
  },
  {
    "date": "2024-07-29T04:07:28.383Z",
    "title": "WFLX",
    "url": "https://en.wikipedia.org/wiki/WFLX",
    "summary": "WFLX (channel 29), branded on-air as Fox 29, is a television station in West Palm Beach, Florida, United States, affiliated with the Fox network. It is owned by Gray Television, which maintains a shared services agreement (SSA) with the E. W. Scripps Company, owner of NBC affiliate WPTV-TV (channel 5) and Stuart-licensed news-formatted independent station WHDT (channel 9), for the provision of certain services. The stations share studios on South Australian Avenue in downtown West Palm Beach (mailing address says Banyan Boulevard, also known as 1st Street); WFLX's transmitter is located near Wellington west of US 441/SR 7."
  },
  {
    "date": "2024-07-28T04:06:28.763Z",
    "title": "A Room of One's Own (bookstore)",
    "url": "https://en.wikipedia.org/wiki/A_Room_of_One%27s_Own_(bookstore)",
    "summary": "A Room of One's Own is an independent bookstore located at 2717 Atwood Avenue in Madison, Wisconsin. The store was founded in 1975[1] as a feminist bookstore and was named after Virginia Woolf's 1929 essay of the same name. A Room of One's Own carries a broad selection of books, with a focus on works by women and non-binary people and the LGBT community."
  },
  {
    "date": "2024-07-27T04:06:58.333Z",
    "title": "Keet-McElhany House",
    "url": "https://en.wikipedia.org/wiki/Keet-McElhany_House",
    "summary": "Keet-McElhany House is a historic home located at Springfield, Greene County, Missouri. It was built in 1881, and enlarged in 1886, and remodeled in 1900. It is a two-story, brick dwelling with a frame attic and reflects Italianate and Queen Anne style design elements. It features a multi-hipped and gable roof, porch with a projecting gable, and round corner tower.[2]: 2 "
  },
  {
    "date": "2024-07-26T04:06:50.188Z",
    "title": "Ajmaline",
    "url": "https://en.wikipedia.org/wiki/Ajmaline",
    "summary": "Ajmaline (also known by trade names Gilurytmal, Ritmos, and Aritmina) is an alkaloid that is classified as a 1-A antiarrhythmic agent. It is often used to induce arrhythmic contraction in patients suspected of having Brugada syndrome. Individuals suffering from Brugada syndrome will be more susceptible to the arrhythmogenic effects of the drug, and this can be observed on an electrocardiogram as an ST elevation."
  },
  {
    "date": "2024-07-25T04:06:54.289Z",
    "title": "Ban Phiadouang",
    "url": "https://en.wikipedia.org/wiki/Ban_Phiadouang",
    "summary": "Ban Phiadouang is a village in Phouvong District in the Attopu Province of south-eastern Laos.[1]"
  },
  {
    "date": "2024-07-24T04:06:56.779Z",
    "title": "Seed nucleus",
    "url": "https://en.wikipedia.org/wiki/Seed_nucleus",
    "summary": "A seed nucleus is an isotope that is the starting point for any of a variety of fusion chain reactions. The mix of nuclei produced at the conclusion of the chain reaction generally depends strongly on the relative availability of the seed nucleus or nuclei and the component being fused--whether neutrons as in the r-process and s-process or protons as in the rp-process. A smaller proportion of seed nuclei will generally result in products of larger mass, whereas a larger seed-to-neutron or seed-to-proton ratio will tend to produce comparatively lighter masses."
  },
  {
    "date": "2024-07-23T04:07:16.583Z",
    "title": "Foss O. Eldred",
    "url": "https://en.wikipedia.org/wiki/Foss_O._Eldred",
    "summary": "Foss O. Eldred (1884–1956) was Attorney General of Michigan in 1946 when he was appointed to fill out an unexpired term. He also held many other political offices."
  },
  {
    "date": "2024-07-22T04:06:53.271Z",
    "title": "Sindora inermis",
    "url": "https://en.wikipedia.org/wiki/Sindora_inermis",
    "summary": "Sindora inermis is a species of plant in the family Fabaceae. It is a tree found in Sumatra and the Philippines. It is threatened by habitat loss."
  },
  {
    "date": "2024-07-21T04:07:40.062Z",
    "title": "Nancy Pyle",
    "url": "https://en.wikipedia.org/wiki/Nancy_Pyle",
    "summary": "Nancy Pyle (née Halloran; 1937 or 1938 – July 14, 2023) was an American educator and politician. A Democrat, she served on the San Jose City Council from 2005 to 2012. Pyle was previously a school teacher and president of her local community college district board."
  },
  {
    "date": "2024-07-20T04:07:36.440Z",
    "title": "1981 Southland Conference men's basketball tournament",
    "url": "https://en.wikipedia.org/wiki/1981_Southland_Conference_men%27s_basketball_tournament",
    "summary": "The 1981 Southland Conference men's basketball tournament was held March 3–5 at a combination of on-campus gymnasiums and the Beaumont Civic Center in Beaumont, Texas.[2] This was the first edition of the tournament."
  },
  {
    "date": "2024-07-19T04:06:54.767Z",
    "title": "Bacillus aminovorans",
    "url": "https://en.wikipedia.org/wiki/Bacillus_aminovorans",
    "summary": "Bacillus aminovorans is a Gram-positive, rod-shaped species of bacteria. Samples of this species have been isolated from dust above the Atlantic Ocean.[1] Though phenotypically similar to the species Sporosarcina globispora (formerly Bacillus globisporus), Bacillus marinus, and Bacillus insolitus, B. aminovorans is the only one of these species capable of using sucrose as a sole carbon source.[2]"
  },
  {
    "date": "2024-07-18T04:07:08.104Z",
    "title": "Hammarby Speedway",
    "url": "https://en.wikipedia.org/wiki/Hammarby_Speedway",
    "summary": "Hammarby IF Speedway was a Swedish motorcycle speedway team based in Stockholm, Sweden. The club has not been competing in the domestic leagues since 2016, after their home ground Gubbängens IP was demolished. Their biggest success was winning the bronze medal in Elitserien in 2007.[1]"
  },
  {
    "date": "2024-07-17T04:07:21.208Z",
    "title": "Alliance for Cannabis Therapeutics",
    "url": "https://en.wikipedia.org/wiki/Alliance_for_Cannabis_Therapeutics",
    "summary": "The Alliance for Cannabis Therapeutics (ACT) is an organization supporting medical marijuana that was founded in 1981 by Robert C. Randall and Alice O'Leary.[1] Randall was the first person known to have successfully used medical necessity as a defense against a charge of marijuana possession in violation of the Controlled Substances Act.[2]"
  },
  {
    "date": "2024-07-16T04:07:42.899Z",
    "title": "National Textile Association",
    "url": "https://en.wikipedia.org/wiki/National_Textile_Association",
    "summary": "The National Textile Association is the United States's oldest and largest association of fabric-forming companies. NTA members knit and weave fabric in the U.S.; supply fibers, yarns to the fabric-forming industry; or supply other materials or services to the American textile industry."
  },
  {
    "date": "2024-07-15T04:07:21.021Z",
    "title": "Cláudio Seto",
    "url": "https://en.wikipedia.org/wiki/Cl%C3%A1udio_Seto",
    "summary": "Cláudio Seto (1944 – November 15, 2008) was a Brazilian journalist, visual artist, comic artist, poet, photographer, cultural animator and bonsai artist.[1][2] Of Japanese descent, at age nine he went to study at a Zen monastery in Japan, where he took the opportunity to visit Osamu Tezuka's studio on weekends.[3] When he returned to Brazil in the 1960s, he was hired by Edrel publishing house, where he published stories about samurai and ninja, who were still little known by Brazilians.[4] Seto is considered the forerunner of the use of the manga style in Brazilian comics and his best-known character was O Samurai.[5][6] In the 1970s, he moved to Curitiba to work at the Grafipar publishing house, which had hired some of the best Brazilian comic artists of the time (in addition to Seto, other artists who also moved to the city were Flavio Colin, Julio Shimamoto, Mozart Couto, Watson Portela, Rodval Matias and Franco de Rosa).[7] In 1988, he was awarded with the Prêmio Angelo Agostini for Master of National Comics, an award that aims to honor artists who have dedicated themselves to Brazilian comics for at least 25 years.[8]"
  },
  {
    "date": "2024-07-14T04:07:54.781Z",
    "title": "John Birkbeck",
    "url": "https://en.wikipedia.org/wiki/John_Birkbeck",
    "summary": "John Birkbeck (6 July 1817 – 31 July 1890)[1] was a Yorkshireman, banker, alpinist, and pioneer potholer."
  },
  {
    "date": "2024-07-13T04:07:33.502Z",
    "title": "Moshe Lewin",
    "url": "https://en.wikipedia.org/wiki/Moshe_Lewin",
    "summary": "Moshe \"Misha\" Lewin (/ˌləˈvin/ lə-VEEN; 7 November 1921 – 14 August 2010) was a scholar of Russian and Soviet history. He was a major figure in the school of Soviet studies which emerged in the 1960s."
  },
  {
    "date": "2024-07-12T04:06:49.926Z",
    "title": "Carlos Lalanne",
    "url": "https://en.wikipedia.org/wiki/Carlos_Lalanne",
    "summary": "Carlos Lalanne (born 14 December 1906, date of death unknown) was a Chilean sports shooter. He competed in the 50 m pistol event at the 1936 Summer Olympics.[1]"
  },
  {
    "date": "2024-07-11T04:07:08.214Z",
    "title": "Allie Quigley",
    "url": "https://en.wikipedia.org/wiki/Allie_Quigley",
    "summary": "Alexandria \"Allie\" Quigley (born June 20, 1986) is an American and Hungarian professional basketball player who last played for the Chicago Sky of the Women's National Basketball Association (WNBA).[1]"
  },
  {
    "date": "2024-07-10T04:08:07.580Z",
    "title": "Conus crosnieri",
    "url": "https://en.wikipedia.org/wiki/Conus_crosnieri",
    "summary": "Conus crosnieri is a species of sea snail, a marine gastropod mollusk, in the family Conidae, the cone snails and their allies.[1]"
  },
  {
    "date": "2024-07-09T04:07:00.342Z",
    "title": "Repressor",
    "url": "https://en.wikipedia.org/wiki/Repressor",
    "summary": "In molecular genetics, a repressor is a DNA- or RNA-binding protein that inhibits the expression of one or more genes by binding to the operator or associated silencers. A DNA-binding repressor blocks the attachment of RNA polymerase to the promoter, thus preventing transcription of the genes into messenger RNA. An RNA-binding repressor binds to the mRNA and prevents translation of the mRNA into protein. This blocking or reducing of expression is called repression."
  },
  {
    "date": "2024-07-08T04:06:59.871Z",
    "title": "James L. Bradley",
    "url": "https://en.wikipedia.org/wiki/James_L._Bradley",
    "summary": "Major General James Lester Bradley (May 18, 1891 − July 30, 1957) was a United States Army officer who commanded the 96th Infantry Division throughout its existence in World War II."
  },
  {
    "date": "2024-07-07T04:06:36.239Z",
    "title": "Ypthima avanta",
    "url": "https://en.wikipedia.org/wiki/Ypthima_avanta",
    "summary": "Ypthima avanta, the jewel fourring, is a species of Satyrinae butterfly found in Asia.[1]"
  },
  {
    "date": "2024-07-06T04:07:03.122Z",
    "title": "Nando Maria Neves",
    "url": "https://en.wikipedia.org/wiki/Nando_Maria_Neves",
    "summary": "Fernando \"Nando\" Maria Neves (born 9 June 1978) is a retired Cape Verdean football defender who played for the Cape Verde national football team."
  },
  {
    "date": "2024-07-05T04:08:00.510Z",
    "title": "Adriana Iliescu",
    "url": "https://en.wikipedia.org/wiki/Adriana_Iliescu",
    "summary": "Adriana Iliescu (born 31 May 1938) is a Romanian retired university teacher, philologist and author of children's novels. She received international media attention in 2005, when she gave birth to daughter Eliza at age 66, making her the oldest birth mother in the world until this record was broken in 2006 by María del Carmen Bousada de Lara. Eliza, who was delivered at Giuleşti Maternity Hospital on 16 January 2005 in Bucharest, is Iliescu's biological (but not genetic) child, since she gestated in Iliescu's womb but was conceived by an ovum and sperm donated anonymously.[1][2][3]"
  },
  {
    "date": "2024-07-04T04:07:00.741Z",
    "title": "Nishitetsu 9000 series",
    "url": "https://en.wikipedia.org/wiki/Nishitetsu_9000_series",
    "summary": "The Nishitetsu 9000 series (西鉄9000形) is an electric multiple unit (EMU) train type operated by the private railway operator Nishi-Nippon Railroad (Nishitetsu) in Japan on the Nishitetsu Tenjin Ōmuta Line since 20 March 2017."
  },
  {
    "date": "2024-07-03T04:06:48.615Z",
    "title": "Stanley (drinkware company)",
    "url": "https://en.wikipedia.org/wiki/Stanley_(drinkware_company)",
    "summary": "Stanley is an American brand of food and beverage containers invented by William Stanley Jr.[1][2] The company was founded in 1913, and is best known for its Stanley Quencher line, also known as Stanley cups."
  },
  {
    "date": "2024-07-02T04:06:56.301Z",
    "title": "Porter Creek South",
    "url": "https://en.wikipedia.org/wiki/Porter_Creek_South",
    "summary": "Porter Creek South is an electoral district which returns a member (known as an MLA) to the Legislative Assembly of Yukon, Canada. It comprises part of the Whitehorse subdivision of Porter Creek and is the smallest riding in Whitehorse. It is bordered by the ridings of Porter Creek Centre, Porter Creek North, and Takhini-Kopper King."
  },
  {
    "date": "2024-07-01T04:07:18.167Z",
    "title": "John Holmes (Ontario politician)",
    "url": "https://en.wikipedia.org/wiki/John_Holmes_(Ontario_politician)",
    "summary": "John Holmes (1828 – 22 September 1879)[1] was a Canadian politician and surveyor.[2]"
  },
  {
    "date": "2024-06-30T04:06:40.259Z",
    "title": "Castle Hill, Bronx",
    "url": "https://en.wikipedia.org/wiki/Castle_Hill,_Bronx",
    "summary": "Castle Hill is a neighborhood located in the southeast section of the borough of the Bronx in New York City. Its boundaries are Waterbury Avenue and Westchester Avenue to the north, Westchester Creek to the east, the East River to the south, and White Plains Road to the west. Unionport is a subsection of Castle Hill, typically considered north of Lafayette Avenue."
  },
  {
    "date": "2024-06-29T04:07:37.058Z",
    "title": "1996 United Malays National Organisation leadership election",
    "url": "https://en.wikipedia.org/wiki/1996_United_Malays_National_Organisation_leadership_election",
    "summary": "A leadership election was held by the United Malays National Organisation (UMNO) party on 10 October 1996. It was won by incumbent Prime Minister and President of UMNO, Mahathir Mohamad."
  },
  {
    "date": "2024-06-28T04:06:40.321Z",
    "title": "Ashk, Iran",
    "url": "https://en.wikipedia.org/wiki/Ashk,_Iran",
    "summary": "Ashk (Persian: اشك, also Romanized as Ashg and Eshk; also known as Kaleh Ishq, Qal‘eh Ishq, and Qal‘eh-ye ‘Eshq)[1] is a village in Darmian Rural District, in the Central District of Darmian County, South Khorasan Province, Iran. At the 2006 census, its population was 569, in 109 families.[2]"
  },
  {
    "date": "2024-06-27T04:07:12.272Z",
    "title": "Andrzej Barszczyński",
    "url": "https://en.wikipedia.org/wiki/Andrzej_Barszczy%C5%84ski",
    "summary": "Andrzej Barszczyński (born 26 March 1941) is a Polish film director, screenwriter and camera operator. He is best known as a co-screenwriter for the cult film Rejs (1970).[1]"
  },
  {
    "date": "2024-06-26T04:07:07.253Z",
    "title": "Do the Dangle",
    "url": "https://en.wikipedia.org/wiki/Do_the_Dangle",
    "summary": "\"Do the Dangle\" is a song written by John Entwistle. The song is on his album, Rigor Mortis Sets In. This entire album is an affectionate homage to, or satire of, 1950s and 1960s rock music. In addition to some actual \"oldies\", original compositions include \"Roller Skate Kate\" and \"Peg Leg Peggy\". The lyrics for the latter say that Peggy \"really knows how to hop\", a phrase originally used in rock songs to mean that a person was a skilled dancer, but in this case is a blackly humorous reference to Peggy having an artificial (\"peg\") leg."
  },
  {
    "date": "2024-06-25T04:07:09.895Z",
    "title": "Adolf Dahm-Petersen",
    "url": "https://en.wikipedia.org/wiki/Adolf_Dahm-Petersen",
    "summary": "Adolf Dahm-Petersen (2 January 1856 – 29 January 1922[1]) was a Norwegian voice specialist and singing teacher."
  },
  {
    "date": "2024-06-24T04:07:33.512Z",
    "title": "Battle of Sarakhs (1038)",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Sarakhs_(1038)",
    "summary": "The Battle of Sarakhs took place between the Seljuk Turks and the Ghaznavid state during which Tughril Beg and Chaghri Beg inflicted a major defeat against the Ghaznavids.[1][2]"
  },
  {
    "date": "2024-06-23T04:06:34.077Z",
    "title": "Scoto-Norman",
    "url": "https://en.wikipedia.org/wiki/Scoto-Norman",
    "summary": "The term Scoto-Norman (also Franco-Scottish or Franco-Gaelic) is used to describe people, families, institutions and archaeological artifacts that are partly Scottish (in some sense) and partly Anglo-Norman (in some sense). It is used to refer to people or things of Norman, Anglo-Norman, French or even Flemish or Breton origin,[1][2] but who are associated with Scotland in the Middle Ages like Scoto-Anglo-Saxon.[1][2] It is also used for any of these things where they exhibit syncretism between French or Anglo-French culture on the one hand and Gaelic culture on the other."
  },
  {
    "date": "2024-06-22T04:06:20.342Z",
    "title": "1985 Lombard regional election",
    "url": "https://en.wikipedia.org/wiki/1985_Lombard_regional_election",
    "summary": "The 1985 Lombard regional election took place on 12 May 1985. The 4th term of the Regional Council was chosen."
  },
  {
    "date": "2024-06-21T04:07:39.292Z",
    "title": "Athletics at the Friendship Games – Men's 5000 metres",
    "url": "https://en.wikipedia.org/wiki/Athletics_at_the_Friendship_Games_%E2%80%93_Men%27s_5000_metres",
    "summary": "The men's 5000 metres event at the Friendship Games was held on 18 August 1984 at the Grand Arena of the Central Lenin Stadium in Moscow, Soviet Union."
  },
  {
    "date": "2024-06-20T04:06:33.247Z",
    "title": "Peter Bowles",
    "url": "https://en.wikipedia.org/wiki/Peter_Bowles",
    "summary": "Peter John Bowles (16 October 1936 – 17 March 2022)[1] was an English screen and stage actor. He gained prominence for television dramas such as Callan: A Magnum for Schneider and I, Claudius. He is however, best remembered for his roles in sitcoms and television comedy dramas, including: Rumpole of the Bailey, Only When I Laugh, To the Manor Born, The Bounder, The Irish R.M., Lytton's Diary, Executive Stress and Perfect Scoundrels."
  },
  {
    "date": "2024-06-19T04:07:18.410Z",
    "title": "Operation Chronicle (The Americans)",
    "url": "https://en.wikipedia.org/wiki/Operation_Chronicle_(The_Americans)",
    "summary": "\"Operation Chronicle\" is the twelfth episode of the second season of the American television drama series The Americans, and the 25th overall episode of the series. It originally aired on FX in the United States on May 14, 2014."
  },
  {
    "date": "2024-06-18T04:06:52.058Z",
    "title": "Picton–Battersby line",
    "url": "https://en.wikipedia.org/wiki/Picton%E2%80%93Battersby_line",
    "summary": "The Picton–Battersby line was a railway line running from Picton, North Yorkshire, England, on what is now the Northallerton–Eaglescliffe line, to Battersby on what is now the Esk Valley line."
  },
  {
    "date": "2024-06-17T04:08:03.709Z",
    "title": "Setsuko Shimada",
    "url": "https://en.wikipedia.org/wiki/Setsuko_Shimada",
    "summary": "Setsuko Shimada (島田 節子, Shimada Setsuko, born 14 August 1938) is a Japanese former swimmer. She competed in the women's 100 metre freestyle at the 1956 Summer Olympics.[1]"
  },
  {
    "date": "2024-06-16T04:06:40.522Z",
    "title": "Licinius Valerianus (brother of Gallienus)",
    "url": "https://en.wikipedia.org/wiki/Licinius_Valerianus_(brother_of_Gallienus)",
    "summary": "Licinius Valerianus Minor (died 268) was the son of Roman emperor Valerian and his second wife Cornelia Gallonia, and half-brother of Gallienus."
  },
  {
    "date": "2024-06-15T04:06:25.973Z",
    "title": "Alibis & Other Lies",
    "url": "https://en.wikipedia.org/wiki/Alibis_%26_Other_Lies",
    "summary": "Alibis & Other Lies is the fifth studio album by Grinspoon, which was released 21 July 2007. The first single from the album is Black Tattoo, being released as a digital download on 23 June and on Single 30 June 2007. Ramesh Sathiah, producer of Green Album and Licker Bottle Cozy, is producing the album. \"Black Tattoo\" is more similar to songs from Guide to Better Living than the songs off their last album, but the rest of the songs range from AC/DC-esque rockers like \"Choirboy\" to country rock songs like \"Find Your Own Way\", to glam metal songs like \"Carried Away\" and to soft rock songs like \"Minute by Minute\"."
  },
  {
    "date": "2024-06-14T04:06:59.618Z",
    "title": "Standard Bank Malawi",
    "url": "https://en.wikipedia.org/wiki/Standard_Bank_Malawi",
    "summary": "The Standard Bank of Malawi, previously known as the Commercial Bank of Malawi, is a commercial bank in Malawi. It is licensed by the Reserve Bank of Malawi, the central bank and national banking regulator.[3]"
  },
  {
    "date": "2024-06-13T04:06:57.145Z",
    "title": "Gazeka",
    "url": "https://en.wikipedia.org/wiki/Gazeka",
    "summary": "Monckton's Gazeka, also called the Papuan Devil-Pig is an animal said to have been seen on Papua New Guinea in the early 20th century. It is said to resemble a tapir or a giant sloth, having a long, proboscis-like snout, and some theories suggest it may be the descendant of an extinct marsupial belonging to the family Palorchestidae."
  },
  {
    "date": "2024-06-12T04:06:48.255Z",
    "title": "The Universalist Herald",
    "url": "https://en.wikipedia.org/wiki/The_Universalist_Herald",
    "summary": "Universalist Herald is a publication of the Universalist Herald Publishing company. \"Universalist Heritage and Spirit Today\" and \"The Oldest Continuously Published Liberal Religious Periodical in North America\" are the subtitles of the modern edition."
  },
  {
    "date": "2024-06-11T04:06:56.873Z",
    "title": "Colle Umberto",
    "url": "https://en.wikipedia.org/wiki/Colle_Umberto",
    "summary": "Colle Umberto (Venetian: Cołe Unberto) is a comune (municipality) in the Province of Treviso in the Italian region Veneto, located about 60 kilometres (37 mi) north of Venice and about 30 kilometres (19 mi) north of Treviso."
  },
  {
    "date": "2024-06-10T04:07:57.424Z",
    "title": "Julie Meyers",
    "url": "https://en.wikipedia.org/wiki/Julie_Meyers",
    "summary": "Julie Meyers (born 17 August 2000) is a Belgian artistic gymnast and a member of the national team.[1] She represented Belgium at the 2015 European Youth Summer Olympic Festival, and she competed at the 2016 European Championships in the senior category.[2]"
  },
  {
    "date": "2024-06-09T04:06:31.043Z",
    "title": "Wrocław",
    "url": "https://en.wikipedia.org/wiki/Wroc%C5%82aw",
    "summary": "Wrocław (Polish pronunciation: [ˈvrɔt͡swaf] ⓘ; UK: /ˈvrɒtswɑːf/ VROT-swahf,[3] US: /ˈvrɔːtswɑːf, -slɑːf/ ⓘ VRAWT-swahf, -⁠slahf.[4][5] German: Breslau, [ˈbʁɛslaʊ] ⓘ, also known by other names) is a city in southwestern Poland and the largest city in the historical region of Silesia. It lies on the banks of the Oder in the Silesian Lowlands of Central Europe, roughly 40 kilometres (25 mi) from the Sudeten Mountains to the south. As of 2023, the official population of Wrocław is 674,132 making it the third largest city in Poland. The population of the Wrocław metropolitan area is around 1.25 million."
  },
  {
    "date": "2024-06-08T04:06:29.578Z",
    "title": "Adubarie Otorubio",
    "url": "https://en.wikipedia.org/wiki/Adubarie_Otorubio",
    "summary": "Adubarie \"Chris\"[1] Otorubio is a former Nigerian football (soccer) defender who played professionally in the American Soccer League."
  },
  {
    "date": "2024-06-07T04:07:38.898Z",
    "title": "Syed Javed Ali Shah",
    "url": "https://en.wikipedia.org/wiki/Syed_Javed_Ali_Shah",
    "summary": "Syed Javed Ali Shah (Urdu: سید جاوید علی شاہ; born 6 January 1955) is a Pakistani politician who served as Minister for Water Resources, in Abbasi cabinet from August 2017 to May 2018. He had been a member of the National Assembly of Pakistan, between 1990 and May 2018 and had been a member of the Provincial Assembly of the Punjab from 1988 to 1990."
  },
  {
    "date": "2024-06-06T04:06:46.225Z",
    "title": "Plumbeous-crowned tyrannulet",
    "url": "https://en.wikipedia.org/wiki/Plumbeous-crowned_tyrannulet",
    "summary": "The plumbeous-crowned tyrannulet (Phyllomyias plumbeiceps) is a species of bird in the family Tyrannidae. It is found in the countries of Colombia, Ecuador, and Peru. Its natural habitat is subtropical or tropical moist montanes."
  },
  {
    "date": "2024-06-05T04:07:48.959Z",
    "title": "Onatas (philosopher)",
    "url": "https://en.wikipedia.org/wiki/Onatas_(philosopher)",
    "summary": "Onatas (Ancient Greek: Ὀνάτας) was a Pythagorean philosopher who lived in or around the 5th century BC,[1] possibly in either Croton[2] or Tarentum[3] in Magna Graecia. Nothing more is known about his life, but he is credited by Stobaeus as the author of a pseudonymous Neo-Pythagorean work from the 1st century BC or AD entitled On God and the Divine (Ancient Greek: Περὶ θεοῦ καὶ θείου), which Stobaeus excerpts a long passage from.[4] The author of the passage (\"Pseudo-Onatas\") argues against the belief in a single deity, on the basis that the universe itself is not God but only divine,[5] but that God is a governing part of the universe.[6] He argues that since there are many \"powers\" in the universe, therefore they must belong to different gods.[7] Pseudo-Onatas also claimed that the earthy mixture of the body defiles the purity of the soul.[8]"
  },
  {
    "date": "2024-06-04T04:06:57.818Z",
    "title": "Lucius H. Langworthy",
    "url": "https://en.wikipedia.org/wiki/Lucius_H._Langworthy",
    "summary": "Lucius H. Langworthy (February 1807 – June 9, 1865) was an American lead miner, businessman, banker and local politician from Dubuque, Iowa who held public office in Michigan Territory, Wisconsin Territory and Iowa Territory."
  },
  {
    "date": "2024-06-03T04:08:53.757Z",
    "title": "BAS World",
    "url": "https://en.wikipedia.org/wiki/BAS_World",
    "summary": "BAS World also known as Brabant Automobile Service is a Dutch company that offers a platform to buy and sell commercial vehicles machinery and equipment.[1]"
  },
  {
    "date": "2024-06-02T04:06:18.943Z",
    "title": "Taherabad, Mashhad",
    "url": "https://en.wikipedia.org/wiki/Taherabad,_Mashhad",
    "summary": "Taherabad (Persian: طاهراباد, also Romanized as Ţāherābād)[1] is a village in Darzab Rural District, in the Central District of Mashhad County, Razavi Khorasan Province, Iran. At the 2006 census, its population was 24, in 6 families.[2]"
  },
  {
    "date": "2024-06-01T04:06:33.688Z",
    "title": "Joe Fortes",
    "url": "https://en.wikipedia.org/wiki/Joe_Fortes",
    "summary": "Joseph Seraphim Fortes[1] (9 February 1863 – 4 February 1922) was a British-Canadian lifeguard. He was a prominent figure in the early history of Vancouver, and the city's first official lifeguard."
  },
  {
    "date": "2024-05-31T04:07:02.065Z",
    "title": "Lower Kinnerton Hall",
    "url": "https://en.wikipedia.org/wiki/Lower_Kinnerton_Hall",
    "summary": "Lower Kinnerton Hall, also known as Bridge Farmhouse, stands adjacent to the England-Wales border to the west of the village of Lower Kinnerton, Cheshire, England. The house is dated 1685, and carries the initials TTET.[1] Attached to it is a shippon (cattle-shed) dating from the 18th century.[2] A wing was added to the rear in the 19th century.[1] The house is constructed in brown brick with stone dressings, and has a slated roof. It is in two storeys and its entrance front has five bays.[2] There are three large Dutch gables on the entrance front, and another on the north face, each with reverse-curved scrolls supporting pediments.[1] The windows are casements. At the rear of the house is a semi-hexagonal bay window and a timber-framed porch. The shippon is also in two storeys, and constructed in brick with slate roofs.[2] Also at the rear of the house is a cobbled courtyard.[1] The architectural historian Nikolaus Pevsner describes the building as \"quite an impressive house\".[3] The house and attached shippon are recorded in the National Heritage List for England as a designated Grade II listed building.[2]"
  },
  {
    "date": "2024-05-30T04:07:26.718Z",
    "title": "Western Governors Association",
    "url": "https://en.wikipedia.org/wiki/Western_Governors_Association",
    "summary": "The Western Governors' Association (WGA) is a non-partisan organization of all 22 United States governors (representing 19 U.S. states and 3 U.S. territories) that are considered to be part of the Western region of the nation."
  },
  {
    "date": "2024-05-29T04:08:33.624Z",
    "title": "Kahkadan",
    "url": "https://en.wikipedia.org/wiki/Kahkadan",
    "summary": "Kahkadan (Persian: كهكدان)[a] is a village in, and the capital of, Samen Rural District of Samen District, Malayer County, Hamadan province, Iran.[4]"
  },
  {
    "date": "2024-05-28T04:08:02.547Z",
    "title": "Mariamman temple Kg.Sungai Bakau",
    "url": "https://en.wikipedia.org/wiki/Mariamman_temple_Kg.Sungai_Bakau",
    "summary": "Mariamman temple Kampung Sungai Bakau, also known as Arulmigu Sri Maha Mariamman Aalayam, is situated in the village of Kampung Sungai Bakau, Rawang, Selangor, Malaysia. It was founded in 1907 by a person called Late Kanniammah, as a small hut maintained by the Sungai Bakau villagers. Not long afterwards, this wood-built Mariamman temple was constructed, and religious activity continued for the benefit of the village residents. The temple is also directly led by several leaders in Sungai Bakau, and through specific development. in 1989, it was visited by the then Malaysian Indian Congress President Datuk Seri S. Samy Velu who also contributed RM 5000 to fund the development. In 1989 also posted the history of this temple for the ceremony of Kumbhabhishekham.[clarification needed] As of February 2012, the temple was headed by Mr. Manimaran."
  },
  {
    "date": "2024-05-27T04:07:24.272Z",
    "title": "Ink eraser",
    "url": "https://en.wikipedia.org/wiki/Ink_eraser",
    "summary": "An ink eraser is an instrument used to scrape away or chemically bleach ink from a writing surface. This is a more involved process than removing pencil markings. Pencil marks can be gradually adhered to natural rubber fragments by rubbing the mark with a pencil eraser (this action is what prompted Joseph Priestley to give solidified latex its common name.) Ink, however readily penetrates the fibers of most papers and is therefore more difficult to extract by mechanical action."
  },
  {
    "date": "2024-05-26T04:06:22.893Z",
    "title": "Dorcadion tianshanskii",
    "url": "https://en.wikipedia.org/wiki/Dorcadion_tianshanskii",
    "summary": "Dorcadion tianshanskii is a species of beetle in the family Cerambycidae. It was described by Suvorov in 1910.[1]"
  },
  {
    "date": "2024-05-25T04:06:15.214Z",
    "title": "Franco Malerba",
    "url": "https://en.wikipedia.org/wiki/Franco_Malerba",
    "summary": "Franco Egidio Malerba (born 10 October 1946 in Busalla, Metropolitan City of Genoa, Italy) is an Italian astronaut and Member of the European Parliament. He was the first citizen of Italy to travel to space. In 1994, he was elected to the European Parliament on the lists of Forza Italia, serving until 1999."
  },
  {
    "date": "2024-05-24T04:06:27.391Z",
    "title": "Narrow-gauge railways in Austria",
    "url": "https://en.wikipedia.org/wiki/Narrow-gauge_railways_in_Austria",
    "summary": "The first railway in Austria was the narrow-gauge line from Gmunden in the Salzkammergut to Budweis, now in the Czech Republic, this was 1,106 mm (3 ft 7\n+\n1⁄2 in) gauge. Some two dozen lines were built in 760 mm (2 ft 5\n+\n15⁄16 in) gauge, a few in 1,000 mm (3 ft 3\n+\n3⁄8 in) metre gauge gauge. The first was the Steyrtalbahn. Others were built by provincial governments, some lines are still in common carrier use and a number of others are preservation projects. The tramway network in Innsbruck is also metre gauge; in Linz the rather unusual gauge of 900 mm (2 ft 11\n+\n7⁄16 in) is in use."
  },
  {
    "date": "2024-05-23T04:06:34.903Z",
    "title": "Triisopropylphosphine",
    "url": "https://en.wikipedia.org/wiki/Triisopropylphosphine",
    "summary": "Triisopropylphosphine is the tertiary phosphine with the formula P(CH(CH3)2)3. Commonly used as a ligand in organometallic chemistry, it is often abbreviated to Pi-Pr3 or PiPr3. This ligand is one of the most basic alkyl phosphines with a large ligand cone angle of 160.[1]"
  },
  {
    "date": "2024-05-22T04:06:25.230Z",
    "title": "South Carolina Amendment 1",
    "url": "https://en.wikipedia.org/wiki/South_Carolina_Amendment_1",
    "summary": "South Carolina Amendment 1 of 2006 amended the South Carolina Constitution to make it unconstitutional for the U.S. state to recognize or perform same-sex marriages or civil unions. The referendum was approved by 78% of voters.[1] Unlike the other sixteen such state amendments, South Carolina's explicitly disavows any effort to prevent private contracts between same-sex partners from being recognized[2]—Virginia being the only state to do so.[3][4]"
  },
  {
    "date": "2024-05-21T04:06:30.546Z",
    "title": "The Daily Biological",
    "url": "https://en.wikipedia.org/wiki/The_Daily_Biological",
    "summary": "The Daily Biological is an album by the Chad Taylor Trio, led by drummer Taylor, and featuring saxophonist Brian Settles and pianist Neil Podgurski. It was recorded on August 9, 2019, and September 18, 2019, at Park West Studios in Brooklyn, New York, and was released in 2020 by Cuneiform Records.[1][2][3]"
  },
  {
    "date": "2024-05-20T04:06:47.896Z",
    "title": "Charles Hudson (American politician)",
    "url": "https://en.wikipedia.org/wiki/Charles_Hudson_(American_politician)",
    "summary": "Charles Hudson (November 14, 1795 – May 4, 1881) was an American minister, writer, historian and politician. Hudson served in both houses of the Massachusetts General Court, on the Massachusetts Governor's Council, and as United States Representative from Massachusetts."
  },
  {
    "date": "2024-05-19T04:07:05.620Z",
    "title": "Gescom",
    "url": "https://en.wikipedia.org/wiki/Gescom",
    "summary": "Gescom is an electronic music project based in the UK with close ties to the electronic duo Autechre."
  },
  {
    "date": "2024-05-18T04:06:53.991Z",
    "title": "Ashton C. Shallenberger",
    "url": "https://en.wikipedia.org/wiki/Ashton_C._Shallenberger",
    "summary": "Ashton Cokayne Shallenberger (December 23, 1862 – February 22, 1938) was an American Democratic politician and the 15th Governor of Nebraska from 1909 to 1911."
  },
  {
    "date": "2024-05-17T04:07:22.288Z",
    "title": "2000 Oceania Athletics Championships",
    "url": "https://en.wikipedia.org/wiki/2000_Oceania_Athletics_Championships",
    "summary": "The 2000 Oceania Athletics Championships were held at the Santos Stadium in Adelaide, Australia, between August 24–26, 2000."
  },
  {
    "date": "2024-05-16T04:06:23.227Z",
    "title": "GoodPop",
    "url": "https://en.wikipedia.org/wiki/GoodPop",
    "summary": "GoodPop is an American Certified B Corporation[1] and a producer of all natural and organic ice pops, frozen desserts and sparkling juices, headquartered in Austin, Texas.[2] The company was founded in 2009 by then University of Texas student Daniel Goetz.[3]"
  },
  {
    "date": "2024-05-15T20:29:28.452Z",
    "title": "Shozin Fukui",
    "url": "https://en.wikipedia.org/wiki/Shozin_Fukui",
    "summary": "Shozin Fukui (福居ショウジン, Fukui Shōjin) is a Japanese film director and screenwriter. He has produced three experimental shorts (Metal Days, Gerorisuto, and Caterpillar) and two full-length films (964 Pinocchio, and Rubber's Lover). These movies (excluding Metal Days) were widely available, having been issued on DVD by Unearthed Films. However, these releases have since gone out of print. He has released four more films since then (Onne, Den-Sen, The Hiding and S-94).[1][2] These are almost completely unknown outside Japan."
  }
]